/************************* 版权声明 *********************************
 * 
 * 版权所有：百洋软件
 * Copyright (c) 2009 by Pearl Ocean.
 * 
 ************************* 变更记录 *********************************
 *
 * 创建者：slx   创建日期： 2009-11-4
 * 创建记录：创建类结构。
 * 
 * 修改者：       修改日期：
 * 修改记录：
 ************************* 随   笔 *********************************
 *
 * 这里可以写写感想，感慨，疑问什么的。
 * 
 ******************************************************************
 */    

package oecp.framework.file.enums;

/**
 * 
 * @author slx
 * @date 2009-11-4 上午11:16:38
 * @version 1.0
 */
public enum FileType {

	IMAGE,//图片,可以静态解析
	DOWNFILE,//下载文件,只能下载
	OPENFILE//可直接代开文件
	
}
